tap "steipete/tap"
tap "wez/wezterm"
tap "yakitrak/yakitrak"
brew "agent-browser"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "awscli"
brew "bash"
brew "bat"
brew "fontconfig"
brew "glib"
brew "chamber"
brew "cloudflared"
brew "dynein"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "libavif"
brew "webp"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "imagemagick"
brew "jq"
brew "llama.cpp"
brew "llmfit"
brew "lstr"
brew "mise"
brew "mkcert"
brew "mole"
brew "neovim"
brew "noti"
brew "openssl@1.1"
brew "poppler"
brew "rename"
brew "ripgrep"
brew "rtk"
brew "starship"
brew "stylua"
brew "tailscale", restart_service: :changed
brew "tmux"
brew "uv"
brew "walk"
brew "zoxide"
brew "zsh-vi-mode"
brew "steipete/tap/gogcli"
brew "steipete/tap/remindctl"
brew "steipete/tap/summarize"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password"
cask "1password-cli"
cask "arc"
cask "aws-vault-binary"
cask "bluebubbles"
cask "brave-browser"
cask "cloudflare-warp"
cask "codex"
cask "discord"
cask "hammerspoon"
cask "karabiner-elements"
cask "monitorcontrol"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "telegram"
cask "wezterm"
cargo "agf"
cargo "llmfit"
cargo "zellij"
uv "mdgate"
uv "mlx-audio[server,vad]"
