tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "knqyf263/pet"
tap "virtuslab/git-machete"
tap "wez/wezterm"
brew "adr-tools"
brew "fontconfig"
brew "glib"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "at-spi2-core"
brew "awscli"
brew "bat"
brew "bfg"
brew "pycparser"
brew "cffi"
brew "chamber"
brew "djlint"
brew "docutils"
brew "dynein"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "helix"
brew "id3v2"
brew "jq"
brew "k9s"
brew "krew"
brew "kubectx"
brew "mise"
brew "mkcert"
brew "neovim"
brew "noti"
brew "nushell"
brew "openssl@1.1"
brew "phrase-cli"
brew "pipx"
brew "prettierd"
brew "python@3.11"
brew "python@3.12"
brew "rename"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tmux"
brew "vault"
brew "walk"
brew "zoxide"
brew "knqyf263/pet/pet"
cask "1password-cli"
cask "aws-vault-binary"
cask "discord"
cask "hammerspoon"
cask "karabiner-elements"
cask "keycastr"
cask "monitorcontrol"
cask "ngrok"
cask "openlens"
cask "rapidapi"
cask "raycast"
cask "slack"
cask "spotify"
cask "temurin"
cask "temurin@17"
cask "wezterm"
