tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "knqyf263/pet"
tap "virtuslab/git-machete"
tap "wez/wezterm"
brew "adr-tools"
brew "fontconfig"
brew "glib"
brew "openssl@1.1"
brew "python@3.9"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "aws-vault"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "bat"
brew "chamber"
brew "dynein"
brew "fzf"
brew "gd"
brew "gh"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "helix"
brew "id3v2"
brew "jq"
brew "k6"
brew "mkcert"
brew "mysql"
brew "neovim"
brew "noti"
brew "nushell"
brew "phrase-cli"
brew "python@3.10"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "walk"
brew "zoxide"
brew "knqyf263/pet/pet"
cask "1password-cli"
cask "adoptopenjdk8"
cask "keycastr"
cask "macvim"
cask "temurin"
cask "unity"
cask "unity-hub"
cask "wezterm"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "EditorConfig.EditorConfig"
vscode "GitHub.copilot"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "k--kato.intellij-idea-keybindings"
vscode "mikestead.dotenv"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "Shan.code-settings-sync"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
